[
    {"id": "1", "name": "Justin Jensen", "message": "I've been studying French for many years and I have been starting to study Spanish in the last year. Since I started using Fluentu, my language comprehension is developing so quickly that I finally feel like fluency is within reach. The website makes studying enjoyable and it makes progress tangible. I enjoy watching the videos and", "img": "https://www.fluentu.com/images/public/pricing/testimonials/justin_jensen.jpg"},
    {"id": "2", "name": "Vanessa Atances", "message": "I am loving FluentU. At first I was a little hesitant about the price, though I understood why the price was higher, since this was all done by a person. I figured I would try the free trial. After two days it became my favorite learning tool, and I have a lot of French apps and books. It's amazing to hear the pronunciation", "img": "https://www.fluentu.com/images/public/pricing/testimonials/vanessa_atances.jpg"},
    {"id": "3", "name": "Megan Holloran", "message": "In only 4 months, I've gotten to a comfortable A2 level in German thanks in large part to my practice on FluentU! I'm actually entertained by studying when I use it; it doesn't feel like work!", "img": "https://www.fluentu.com/images/public/pricing/testimonials/justin_jensen.jpg"},
    {"id": "4", "name": "Frederick Calestini", "message": "I really like learning with the videos. I have studied using other methods and it was very hard to put what you were learning into context. With the videos, not only are you learning new vocabulary, you are seeing how it is used. For example the tone which is used, the body language of the person using the phrase", "img": "https://www.fluentu.com/images/public/pricing/testimonials/frederick_calestini.jpg"},
    {"id": "5", "name": "Joycelynn Hoagland", "message": "I love the videos that allow us to use our listening skills. The real life conversations force us to listen and try to understand the language coming at us. So very different, from knowing what to say then trying desperately to understand the reply! Also we are able to tap the word in the dialogue and it shows the meaning", "img": "https://www.fluentu.com/images/public/pricing/testimonials/joycelynn.jpg"}
]